{
  "mefit.pro": "ME Fit Pro",
  "mefit.app": "ME Fit App",
  "mefit.pro.landing": "Landing",
  "header.solutions": "Solutions",
  "home": "Home",
  "mefit.pro.page.header.one": "ME Fit Pro",
  "mefit.pro.page.header.two": "One dashboard for everything",
  "mefit.pro.page.paragraph.one": "ME Fit Pro makes it easy to create and share workouts with your clients, patients, or team. Its for:",
  "mefit.pro.page.paragraph.list.one": "Physiotherapist",
  "mefit.pro.page.paragraph.list.two": "Personal Trainers",
  "mefit.pro.page.paragraph.list.three": "Professional Sport Organizations",
  "mefit.pro.page.paragraph.list.four": "Amateur Sport Clubs",
  "mefit.pro.page.benefits.header": "BENEFITS",
  "mefit.pro.page.customers.header": "Customers",
  "mefit.pro.page.customers.subheader": "Customers using ME Fit Pro today",
  "mefit.pro.page.customers.image.alt": "{customerName} logo",
  "mefit.pro.page.benefits.subheader": "The benefits of using ME Fit Pro",
  "mefit.app.benefit.title.one": "Personalized Workouts",
  "mefit.app.benefit.one": "Personalize workouts specifically to your clients needs.",
  "mefit.app.benefit.title.two": "Log Sets",
  "mefit.app.benefit.two": "Clients can log their sets in the ME Fit app. This helps them stay on track and ensures you have real time progress data.",
  "mefit.app.benefit.title.three": "Detailed Instructions",
  "mefit.app.benefit.three": "Our detailed instruction videos will help your clients achieve proper form to get the best out of every workout.",
  "mefit.app.benefit.title.four": "Fast and Friendly",
  "mefit.app.benefit.four": "Our no distractions and user friendly app will help clients stay focussed on what matters most.",
  "appstore.alt.text": "Download on the App Store",
  "playstore.alt.text": "Download on the Play Store",
  "mefit.app.text": "Free for clients, invite code required.",
  "signup.call.to.action": "SIGN UP",
  "login.call.to.action": "LOG IN",
  "physiotherapy.page.header": "Physiotherapy",
  "physiotherapy.page.sub.header": "ME Fit Pro for Physiotherapists",
  "physiotherapy.page.header.one": "Tailored Rehabilitation Programs",
  "physiotherapy.page.paragraph.one": "Develop customized rehabilitation programs that cater to the specific needs of your patients during all phases of recovery.",
  "physiotherapy.page.header.two": "Progress Tracking",
  "physiotherapy.page.paragraph.two": "Monitor patient progress effortlessly, access rehabilitation results, and make data-driven decisions to optimize their overall recovery and well-being.",
  "physiotherapy.page.header.three": "Streamlined Planning",
  "physiotherapy.page.paragraph.three": "Plan exercise programs tailored to different phases of your patients' recovery journeys. Whether it involves preoperative preparation, postoperative rehabilitation, acute or chronic injury management. ME Fit Pro helps you plan for success strategically.",
  "physiotherapy.page.header.four": "Tests and Questionnaires",
  "physiotherapy.page.paragraph.four": "Utilize tests and questionnaires for in-depth evaluations of your patients' physical capabilities, readiness, and mental state, guiding your rehabilitation strategies accordingly.",
  "explore.advantages.text": "Explore the advantages of ME Fit Pro by signing up for a free account",
  "testimonials.subheader": "Testimonials",
  "testimonials.header": "Some words from our community.",
  "testimonials.paragraph": "Find out what our community has to say about ME Fit.",
  "mefit.pro.page.signup.callout": "Instant Access, No Credit Card Required",
  "mefit.pro.page.benefits.title.one": "Create",
  "mefit.pro.page.benefits.paragraph.one": "Craft personalized workout routines tailored to your clients unique needs. ME Fit Pro enables you to design specific workouts, ensuring a comprehensive approach to workout creation.",
  "mefit.pro.page.benefits.title.two": "Track",
  "mefit.pro.page.benefits.paragraph.two": "Easily monitor your clients progress in real-time with ME Fit Pro. Gain access to detailed insights into their performance metrics effortlessly.",
  "mefit.pro.page.benefits.title.three": "Plan",
  "mefit.pro.page.benefits.paragraph.three": "Effectively map out your clients' fitness journeys with ME Fit Pro's comprehensive planning tools, making the process seamless and effortlessly customizing it to their individual requirements.",
  "mefit.pro.page.benefits.title.four": "Test",
  "mefit.pro.page.benefits.paragraph.four": "Assess your clients' physical capabilities and mental state comprehensively with ME Fit Pro's testing functionalities. Utilize the insights gained to refine your workout strategies for optimal results.",
  "personalTrainer.page.header": "Personal Trainers",
  "personalTrainer.page.sub.header": "ME Fit Pro for Personal Trainers",
  "personalTrainer.page.header.one": "Tailored Training Programs",
  "personalTrainer.page.paragraph.one": "Create individualized training programs with ME Fit Pro, designed to meet the unique needs of your clients during every phase of their fitness journey.",
  "personalTrainer.page.header.two": "Progress Tracking",
  "personalTrainer.page.paragraph.two": "Effortlessly monitor your clients' progress with our intuitive tracking system. Access real-time training results and make informed, data-driven decisions to optimize their overall fitness and well-being.",
  "personalTrainer.page.header.three": "Periodization",
  "personalTrainer.page.paragraph.three": "Create and schedule training programs tailored to different phases of your clients' fitness journeys. ME Fit Pro empowers you to periodize strategically and ensure your clients' success.",
  "personalTrainer.page.header.four": "Testing and Questionnaires",
  "personalTrainer.page.paragraph.four": "Integrate testing and questionnaires into your training approach. Conduct thorough evaluations of your clients' physical capabilities, readiness, and mental state to inform your training strategies and provide the best possible support.",
  "personalTrainer.page.header.five": "Retain Clients and Grow Your Business with ME Fit Pro",
  "personalTrainer.page.paragraph.five": "ME Fit Pro is not merely a tool for effective training; rather, it's a key asset for personal trainers seeking to retain clients and expand their business, whether online or offline. ME Fit Pro is your partner on the journey to excellence.",
  "pro.sport.organization.page.header": "Professional Sports Organizations",
  "pro.sport.organization.page.sub.header": "ME Fit Pro for Medical & Performance Staff",
  "pro.sport.organization.page.header.one": "Comprehensive Training Programs",
  "pro.sport.organization.page.paragraph.one": "Develop comprehensive training programs tailored to the specific needs of your athletes.",
  "pro.sport.organization.page.header.two": "Injury Rehabilitation",
  "pro.sport.organization.page.paragraph.two": "Create, monitor and adjust rehabilitation programs.",
  "pro.sport.organization.page.header.three": "Progress Tracking",
  "pro.sport.organization.page.paragraph.three": "Track athlete progress, easily access training results for data-driven decisions that optimize performance.",
  "pro.sport.organization.page.header.four": "Seasonal Planning",
  "pro.sport.organization.page.paragraph.four": "Develop and periodize training programs for different phases of the athletic season. Whether it's pre-season conditioning, in-season recovery, or postseason development.",
  "pro.sport.organization.page.header.five": "Testing and Assessment",
  "pro.sport.organization.page.paragraph.five": "Incorporate performance testing and assessment, conduct comprehensive evaluations of athletes' physical capabilities, readiness and mental state.",
  "pro.sport.organization.page.header.six": "Collaborative Platform",
  "pro.sport.organization.page.paragraph.six": "Foster collaboration and ensure that all members of staff are aligned in terms of athlete physical development and rehabilitation.",
  "pro.sport.organization.page.header.seven": "Organization-Wide Applicability",
  "pro.sport.organization.page.paragraph.seven": "Implement and execute a comprehensive physical development philosophy across all levels of your organization. Whether developing young talents in the academy or optimizing the physical capacity of seasoned professionals in the first team, our software ensures consistency and alignment in training approaches and philosophies.",
  "pro.sport.organization.signup.call.to.action": "Elevate your club’s performance with ME Fit. Contact us today to get started with ME Fit Pro for free and unlock your full potential!",
  "amateur.sports.page.header": "Amateur Sport Clubs",
  "amateur.sports.page.sub.header": "Elevate Your Amateur Sport Club with the ME Fit App",
  "amateur.sports.page.header.one": "Welcome to ME Fit, the key to unlocking professional-grade training tailored for amateur sport clubs. We understand the challenges of limited resources faced by amateur sport clubs, and that’s why ME Fit is crafted to empower your athletes, helping them reach peak performance.",
  "amateur.sports.page.header.two": "Tailored Workouts for Enhanced Performance",
  "amateur.sports.page.paragraph.two": "ME Fit offers personalized workouts specifically designed for football and hockey athletes. No generic exercises. Each plan is customized to prevent injuries and elevate performance, ensuring your athletes are primed for success.",
  "amateur.sports.page.header.three": "Accessible Training and Comprehensive Progress Tracking",
  "amateur.sports.page.paragraph.three": "ME Fit consolidates essential tools in one user-friendly app. Athletes gain access to a variety of workouts and detailed exercise videos. They can easily log progress, stay motivated, and remain accountable through comprehensive progress tracking.",
  "amateur.sports.page.header.four": "Affordable Professional Guidance",
  "amateur.sports.page.paragraph.four": "With ME Fit’s subscription model, your entire club gains access to professional-grade guidance and tailored workouts at an affordable price. It's a cost-effective way to provide top-tier resources for your athletes, bridging the gap between limited resources and optimal training.",
  "amateur.sports.page.header.five": "Elevate Your Game with ME Fit",
  "amateur.sports.page.paragraph.five": "Propel your athletes to excellence through ME Fit's professional-grade coaching software. Experience personalized workouts, accessible resources, and comprehensive progress tracking. ME Fit aims to redefine the way your athletes train and perform. Reach out today to discover how ME Fit can transform your athletes' journey and elevate their performance.",
  "amateur.sports.page.header.six": "Curious about how ME Fit can benefit your amateur club? Contact us now to find out more and get started for free!",
  "contact.us": "Contact Us",
  "mefit.app.page.header.one": "ME Fit App",
  "mefit.app.page.header.two": "Enhance client experience with the ME Fit App",
  "mefit.app.page.paragraph": "ME Fit Pro users can share unlimited training programs with their clients that can be done anytime and anywhere. The ME Fit workouts can be done by your clients in a variety of ways with equipment or without, in the gym or from the comfort of home. Furthermore, the ME Fit App facilitates progress tracking for your clients.",
  "mefit.app.page.benefits.header": "Benefits",
  "mefit.app.page.benefits.header.subheader": "The benefits of using the ME Fit App",
  "language": "Language",
  "contact.page.header": "Contact us",
  "contact.page.success.message" : "Thank you for reaching out to us. Your message been succcesfully sent, and our team will get back to you as soon as possible.",
  "contact.page.failure.message":"We're sorry, but it seems there was an issue sending your message. Please try again later.",
  "contact.page.paragraph.one": "Do you have a question, feedback or just want to tell us how awesome we are? Shoot us a message through the form below.",
  "contact.page.name.placeholder": "Your name",
  "contact.page.email.placeholder": "Your email",
  "contact.page.message.placeholder": "Message",
  "contact.page.send.message": "Send message",
  "mefit.pro.exercise.list.screenshot.alt": "ME Fit Pro Exercise database",
  "mefit.pro.exercise.library.screenshot.alt": "ME Fit Pro Exercise library screenshot, showing ME Fit extensive list of exercises",
  "mefit.pro.exercise.workout.log.screenshot.alt": "ME Fit Pro workout log screenshot showing the user interface when the user has logged something",
  "mefit.pro.exercise.workout.crud.screenshot.alt": "ME Fit Pro workout create screenshot showing creation process",
  "mefit.pro.exercise.workout.calendar.screenshot.alt": "ME Fit Pro calendar screenshot showing the scheduling system",
  "mefit.pro.exercise.list.title": "Exercise Database",
  "mefit.pro.exercise.list.text": "Elevate your exercise prescription process with ME Fit Pro's versatile exercise database functionality. Designed with the needs of physiotherapists, personal trainers, sports medicine and performance professionals in mind, our platform empowers users to curate a personalized exercise database. Seamlessly add, categorize, and modify exercises to create tailored workouts. With this feature, you have the flexibility to customize workouts to individual client needs and preferences according to your training philosophy with the exact exercises you want, ensuring optimal results.",
  "mefit.pro.workout.log.title": "Workout logging",
  "mefit.pro.workout.log.text": "Streamline your coaching process with ME Fit Pro's intuitive workout log functionality. Whether you're working with clients in person or remotely, our platform empowers you to effortlessly log workouts and track progress with ease. Clients can conveniently access their designated app to log workouts remotely, while you have full visibility into their progress. Utilize this data to adjust workouts, monitor performance, and drive results effectively.",
  "mefit.pro.workout.crud.title": "Create workouts",
  "mefit.pro.workout.crud.text": "Maximize efficiency and effectiveness in workout programming with ME Fit Pro's advanced workout creation feature. Ideal for physiotherapists, personal trainers, sports medicine and performance professionals, our platform provides access to a vast library of exercise videos and training modalities. Seamlessly build template workouts, customized workouts and adjust training variables to optimize client performance and results.",
  "mefit.pro.workout.calendar.title": "Calendar",
  "mefit.pro.workout.calendar.text": "Optimize your time management with ME Fit Pro's advanced calendar functionality. Seamlessly integrate workouts into your clients' calendars, allowing for efficient planning and coordination. Whether it's programming micro, meso, or macro cycles, our platform provides the flexibility and convenience you need to stay organized and deliver exceptional service to your clients or sports team.",
  "mefit.pro.page.features.header": "Features",
  "mefit.pro.page.features.subheader": "What can it do?",
  "about.us.page.text": "We're specializes in crafting world class coaching software designed for sports organizations, physiotherapists, personal trainers, strength & conditioning coaches and performance coaches. Our software serves as a versatile platform for these professionals, facilitating the creation, sharing, and planning of customized workouts and training programs. It also simplifies the tracking of training results, providing options for in-person input by the professional or player self-logging through a dedicated app. \n\nThe primary objective of our software is to enhance and streamline the coaching and training processes for professionals across the healthcare and sports industry. It caters to various training phases, ranging from pre-operation, rehabilitation and prehabilitation to postseason, pre-season, and in-season activities.",
  "about.us.title": "About us",
  "mefit.pro.page.banner.text": "ME Fit Pro is the ultimate solution for professionals in the physiotherapy, personal training, sports medicine, and sports performance industry. Experience unparalleled efficiency, customization, and client engagement like never before.",
  "mefit.app.page.photo.alt.text": "ME Fit App screenshot"
}