{
    "mefit.pro": "ME Fit Pro",
    "mefit.app": "ME Fit App",
    "mefit.pro.landing": "Landing",
    "header.solutions": "Oplossingen",
    "home": "Home",
    "mefit.pro.page.header.one": "ME Fit Pro",
    "mefit.pro.page.header.two": "Eén dashboard voor alles",
    "mefit.pro.page.paragraph.one": "ME Fit Pro maakt het eenvoudig om trainingen te creëren en te delen met jouw klanten, patiënten of team. ME Fit Pro is gemaakt voor:",
    "mefit.pro.page.paragraph.list.one": "Fysiotherapeuten",
    "mefit.pro.page.paragraph.list.two": "Personal Trainers",
    "mefit.pro.page.paragraph.list.three": "Professionele Sportorganisaties",
    "mefit.pro.page.paragraph.list.four": "Amateur Sport Clubs",
    "mefit.pro.page.benefits.header": "VOORDELEN",
    "mefit.pro.page.customers.header": "Klanten",
    "mefit.pro.page.customers.subheader": "Huidige ME Fit Pro gebruikers",
    "mefit.pro.page.customers.image.alt": "{customerName} logo",
    "mefit.pro.page.benefits.subheader": "De voordelen ME Fit Pro",
    "mefit.app.benefit.title.one": "Gepersonaliseerde Trainingen",
    "mefit.app.benefit.one": "Pas trainingen specifiek aan op de behoeften van jouw klanten.",
    "mefit.app.benefit.title.two": "Voortgang Bijhouden",
    "mefit.app.benefit.two": "Klanten kunnen hun voortgang bijhouden in de ME Fit-app. Dit helpt hen op koers te blijven en zorgt ervoor dat je actuele voortgangsgegevens hebt.",
    "mefit.app.benefit.title.three": "Gedetailleerde Instructies",
    "mefit.app.benefit.three": "Onze gedetailleerde instructievideo's helpen je klanten om de juiste uitvoering te behouden en het maximale uit elke training te halen.",
    "mefit.app.benefit.title.four": "Snel en Gebruiksvriendelijk",
    "mefit.app.benefit.four": "Onze gebruiksvriendelijke app helpt jouw klanten te concentreren op wat het belangrijkst is.",
    "appstore.alt.text": "Download in de App Store",
    "playstore.alt.text": "Download in de Play Store",
    "mefit.app.text": "Gratis voor uw klanten, toegangscode vereist.",
    "footer.get.me.fit.pro": "Registreer nu, geen creditcard vereist.",
    "signup.call.to.action": "AANMELDEN",
    "login.call.to.action": "INLOGGEN",
    "physiotherapy.page.header": "Fysiotherapie",
    "physiotherapy.page.sub.header": "ME Fit Pro voor Fysiotherapeuten",
    "physiotherapy.page.header.one": "Op maat gemaakte oefenprogramma's",
    "physiotherapy.page.paragraph.one": "Ontwikkel oefenprogramma's die voldoen aan de specifieke behoeften van jouw patiënten tijdens alle fasen van herstel.",
    "physiotherapy.page.header.two": "Voortgang Bijhouden",
    "physiotherapy.page.paragraph.two": "Volg moeiteloos de voortgang van patiënten, krijg toegang tot actuele oefenresultaten en neem op data gebaseerde beslissingen om algehele herstel en welzijn te optimaliseren.",
    "physiotherapy.page.header.three": "Efficiënte Planning",
    "physiotherapy.page.paragraph.three": "Plan oefenprogramma's gericht op de verschillende fasen van het hersteltraject van jouw patiënten. Of het nu gaat om de voorbereiding voor een operatie, revalidatie na een operatie of de behandeling van acute of chronische klachten, ME Fit Pro helpt je strategisch te plannen voor succes.",
    "physiotherapy.page.header.four": "Tests en Vragenlijsten",
    "physiotherapy.page.paragraph.four": "Maak gebruik van tests en vragenlijsten om diepgaande inzichten over jouw patiënten te krijgen. Voer grondige evaluaties uit van de fysieke capaciteiten, gereedheid en mentale toestand van jouw patiënten om behandelstrategieën richting te geven en de best mogelijke ondersteuning te bieden.",
    "explore.advantages.text": "Ontdek de voordelen van ME Fit Pro door je nu gratis aan te melden voor een account!",
    "testimonials.subheader": "RECENSIES",
    "testimonials.header": "Recensies van onze gebruikers.",
    "testimonials.paragraph": "Een aantal recensies van onze ME Fit app gebruikers.",
    "mefit.pro.page.benefits.title.one": "Creëren",
    "mefit.pro.page.benefits.paragraph.one": "Maak gepersonaliseerde trainingen die aansluiten op de unieke behoeften van jouw klanten. ME Fit Pro stelt je in staat om verschillende soorten trainingen samen te stellen. Dit leidt tot een complete benadering bij het begeleiden van jouw klanten.",
    "mefit.pro.page.benefits.title.two": "Monitoren",
    "mefit.pro.page.benefits.paragraph.two": "Monitor eenvoudig de voortgang van jouw klanten in realtime met ME Fit Pro. Krijg volledige inzicht in gedetailleerde trainingsresultaten.",
    "mefit.pro.page.benefits.title.three": "Plannen",
    "mefit.pro.page.benefits.paragraph.three": "Begeleid jouw klanten gedurende hun traject met de uitgebreide kalenderfunctie van ME Fit Pro. Deze functie maakt het plannen van trainingen moeiteloos en kan eenvoudig worden afgestemd op de individuele behoeften van elke klant of team.",
    "mefit.pro.page.benefits.title.four": "Testen",
    "mefit.pro.page.benefits.paragraph.four": "Analyseer de fysieke capaciteiten en mentale toestand van jouw klanten met behulp van de test functionaliteiten van ME Fit Pro. Gebruik de opgedane inzichten om jouw aanpak te verfijnen voor optimale resultaten.",
    "personalTrainer.page.header": "Personal Trainers",
    "personalTrainer.page.sub.header": "ME Fit Pro voor Personal Trainers",
    "personalTrainer.page.header.one": "Op maat gemaakte trainingsprogramma's",
    "personalTrainer.page.paragraph.one": "Creëer gepersonaliseerde trainingsprogramma's met ME Fit Pro, ontworpen om jouw klanten te ondersteunen tijdens elke fase van hun fitnessreis.",
    "personalTrainer.page.header.two": "Voortgang Bijhouden",
    "personalTrainer.page.paragraph.two": "Volg de voortgang van jouw klanten. Krijg toegang tot actuele trainingsresultaten en neem geïnformeerde, op data gebaseerde beslissingen om hun algehele fitheid en welzijn te optimaliseren.",
    "personalTrainer.page.header.three": "Periodisering",
    "personalTrainer.page.paragraph.three": "Creëer en plan trainingsprogramma's op maat voor verschillende fasen van de fitnessreis van jouw klanten. ME Fit Pro stelt je in staat om strategisch te periodiseren en ervoor te zorgen dat jouw klanten succes behalen.",
    "personalTrainer.page.header.four": "Tests en Vragenlijsten",
    "personalTrainer.page.paragraph.four": "Integreer tests en vragenlijsten in jouw trainingsaanpak. Voer grondige evaluaties uit van de fysieke capaciteiten, gereedheid en mentale toestand van jouw klanten. Gebruik de resultaten om jouw training strategieën richting te geven en de best mogelijke ondersteuning te bieden.",
    "personalTrainer.page.header.five": "Behoud klanten en laat je bedrijf groeien met ME Fit Pro",
    "personalTrainer.page.paragraph.five": "ME Fit Pro is niet slechts een instrument voor effectieve training; het is ook een essentieel middel voor personal trainers die klanten willen behouden en hun bedrijf willen uitbreiden, zowel online als offline. ME Fit Pro is jouw partner op weg naar excellentie.",
    "pro.sport.organization.page.header": "Professionele Sportorganisaties",
    "pro.sport.organization.page.sub.header": "ME Fit Pro voor Medisch & Fysiek Personeel",
    "pro.sport.organization.page.header.one": "Trainingsprogramma's",
    "pro.sport.organization.page.paragraph.one": "Ontwikkel trainingsprogramma's die zijn afgestemd op de specifieke behoeften van jouw atleten.",
    "pro.sport.organization.page.header.two": "Revalidatie bij Blessures",
    "pro.sport.organization.page.paragraph.two": "Creëer, monitor en pas revalidatieprogramma's aan.",
    "pro.sport.organization.page.header.three": "Voortgangsregistratie",
    "pro.sport.organization.page.paragraph.three": "Volg de voortgang van atleten, krijg eenvoudig toegang tot trainingsresultaten voor op data gebaseerde beslissingen die prestaties optimaliseren.",
    "pro.sport.organization.page.header.four": "Seizoensplanning",
    "pro.sport.organization.page.paragraph.four": "Ontwikkel en periodiseer trainingsprogramma's voor verschillende fasen van het sportseizoen. Of het nu gaat om voorbereiding in het voorseizoen, herstel tijdens het seizoen of ontwikkeling na het seizoen.",
    "pro.sport.organization.page.header.five": "Testen en Vragenlijsten",
    "pro.sport.organization.page.paragraph.five": "Voer uitgebreide evaluaties uit van de fysieke capaciteiten, gereedheid en mentale toestand van jouw atleten.",
    "pro.sport.organization.page.header.six": "Samenwerkingsplatform",
    "pro.sport.organization.page.paragraph.six": "Bevorder samenwerking en zorg ervoor dat alle leden van het personeel op één lijn zitten wat betreft de fysieke ontwikkeling en revalidatie van atleten.",
    "pro.sport.organization.page.header.seven": "Toepasbaarheid Binnen Gehele Organisatie",
    "pro.sport.organization.page.paragraph.seven": "Implementeer en voer een alomvattende filosofie voor fysieke ontwikkeling uit op alle niveaus van jouw organisatie. Of het nu gaat om het ontwikkelen van jong talent in de academie of het optimaliseren van de fysieke capaciteit van ervaren professionals in het eerste team, onze software zorgt voor consistentie en afstemming in training benaderingen en filosofieën.",
    "pro.sport.organization.signup.call.to.action": "Verbeter de prestaties van je club met ME Fit. Neem vandaag contact met ons op om gratis te beginnen met ME Fit Pro en je volledige potentie te ontgrendelen!",
    "amateur.sports.page.header": "Amateur Sport Clubs",
    "amateur.sports.page.sub.header": "Verhoog het Niveau van Jouw Amateur Sportclub met de ME Fit App",
    "amateur.sports.page.header.one": "Welkom bij ME Fit, de sleutel tot het ontgrendelen van fysieke training op professioneel niveau, speciaal ontwikkeld voor amateur sportclubs. We begrijpen de uitdagingen van beperkte middelen waarmee amateur sportclubs worden geconfronteerd, en daarom is ME Fit ontworpen om jouw atleten te ondersteunen en hen te helpen topprestaties te bereiken.",
    "amateur.sports.page.header.two": "Op Maat Gemaakte Trainingen voor Verbeterde Prestaties",
    "amateur.sports.page.paragraph.two": "ME Fit biedt gepersonaliseerde trainingen aan die speciaal zijn ontworpen voor voetbal- en hockeyatleten. Elk trainingsprogramma is ontwikkeld om blessures te voorkomen en fysieke capaciteiten te vergroten, zodat jouw atleten klaar zijn voor succes.",
    "amateur.sports.page.header.three": "Toegankelijke Trainingen en Voortgang Bijhouden",
    "amateur.sports.page.paragraph.three": "ME Fit brengt essentiële tools in één gebruiksvriendelijke app samen. Atleten hebben toegang tot verschillende trainingen en gedetailleerde instructievideo's. Ze kunnen eenvoudig voortgang bijhouden en gemotiveerd blijven doordat hun progressie in kaart gebracht wordt.",
    "amateur.sports.page.header.four": "Betaalbare Professionele Begeleiding",
    "amateur.sports.page.paragraph.four": "Met het abonnementsmodel van ME Fit krijgt jouw gehele club toegang tot begeleiding van professioneel niveau en op maat gemaakte trainingen tegen een betaalbare prijs. Het is een kosteneffectieve manier om kwaliteit te bieden en meerwaarde te leveren aan jouw atleten.",
    "amateur.sports.page.header.five": "Professionaliseer je Club met ME Fit",
    "amateur.sports.page.paragraph.five": "Help jouw atleten naar excellentie met de professionele trainingssoftware van ME Fit. ME Fit heeft als doel de manier waarop jouw atleten trainen en presteren te herdefiniëren. Neem vandaag nog contact op om te ontdekken hoe ME Fit jouw club kan ondersteunen.",
    "amateur.sports.page.header.six": "Benieuwd hoe ME Fit jouw amateurclub kan helpen? Neem nu contact met ons op voor meer informatie en begin gratis!",
    "contact.us": "Contact",
    "mefit.app.page.header.one": "ME Fit App",
    "mefit.app.page.header.two": "Enhance client experience with the ME Fit App",
    "mefit.app.page.paragraph": "ME Fit Pro users can share unlimited training programs with their clients that can be done anytime and anywhere. The ME Fit workouts can be done by your clients in a variety of ways with equipment or without, in the gym or from the comfort of home. Furthermore, the ME Fit App facilitates progress tracking for your clients.",
    "mefit.app.page.benefits.header": "Voordelen",
    "mefit.app.page.benefits.header.subheader": "De Voordelen van de ME Fit App",
    "language": "Taal",
    "contact.page.header": "Contact",
    "contact.page.paragraph.one": "Indien je contact met ons wilt nemen, kun je op deze pagina zien waar je terecht kunt met jouw probleem, vraag of opmerking.",
    "contact.page.name.placeholder": "Naam",
    "contact.page.email.placeholder": "Email",
    "contact.page.message.placeholder": "Bericht",
    "contact.page.send.message": "Bericht versturen",
    "mefit.pro.exercise.list.screenshot.alt": "ME Fit Pro Exercise database",
    "mefit.pro.exercise.library.screenshot.alt": "ME Fit Pro Exercise library screenshot, showing ME Fit extensive list of exercises",
    "mefit.pro.exercise.workout.log.screenshot.alt": "ME Fit Pro workout log screenshot showing the user interface when the user has logged something",
    "mefit.pro.exercise.workout.crud.screenshot.alt": "ME Fit Pro workout create screenshot showing creation process",
    "mefit.pro.exercise.workout.calendar.screenshot.alt": "ME Fit Pro calendar screenshot showing the scheduling system",
    "mefit.pro.exercise.list.title": "Databank",
    "mefit.pro.exercise.list.text": "ME Fit Pro stelt gebruikers in staat om een gepersonaliseerde databank samen te stellen van oefeningen. Voeg naadloos oefeningen toe, categoriseer en pas ze aan om op maat gemaakte trainingen te maken. Met deze functie heb jij de flexibiliteit om trainingen aan te passen aan de individuele behoeften en voorkeuren van de klant volgens jouw trainingsfilosofie met de exacte oefeningen die jij wilt.",
    "mefit.pro.workout.log.title": "Trainingslogboek",
    "mefit.pro.workout.log.text": "Of je nu 1 op 1 met klanten of op afstand werkt, ons platform stelt je in staat om moeiteloos trainingen te loggen en de voortgang eenvoudig bij te houden. Klanten kunnen toegang krijgen tot de ME Fit app om trainingen op afstand te loggen, terwijl je volledig inzicht hebt in hun voortgang. Gebruik deze gegevens om trainingen aan te passen, voortgang te monitoren en de gewenste resultaten te behalen.",
    "mefit.pro.workout.crud.title": "Trainingen Maken",
    "mefit.pro.workout.crud.text": "Maak snel en eenvoudig trainingen met ME Fit Pro. Ons platform is speciaal ontworpen voor fysiotherapeuten, personal trainers, sportgeneeskunde- en prestatie professionals. Krijg toegang tot een uitgebreide video databank met oefeningen en trainingsmethoden. Verhoog de efficiëntie en effectiviteit bij het samenstellen van trainingen, pas trainingen aan en verander trainingsvariabelen om de prestaties en resultaten van klanten te optimaliseren.",
    "mefit.pro.workout.calendar.title": "Kalendar",
    "mefit.pro.workout.calendar.text": "Optimaliseer jouw tijd met de geavanceerde kalender functionaliteit van ME Fit Pro. Integreer trainingen naadloos in de kalenders van jouw klanten, voor efficiënte planning en coördinatie. Of het nu gaat om het programmeren van micro-, meso- of macrocycli, ons platform biedt de flexibiliteit en het gemak die je nodig hebt om georganiseerd te blijven en ongeëvenaarde begeleiding te bieden aan jouw klanten of sportteam.",
    "mefit.pro.page.features.header": "Functies",
    "mefit.pro.page.features.subheader": "Wat kan ME Fit Pro doen?",
    "mefit.pro.page.banner.text": "ME Fit Pro is de ultieme oplossing voor professionals in de fysiotherapie, personal training, sportgeneeskunde en sport performance-industrie. Ervaar ongeëvenaarde efficiëntie, aanpassingsvermogen en klant betrokkenheid als nooit tevoren.",
    "about.us.page.text": "ME Fit is gespecialiseerd in het ontwikkelen van eersteklas training software die is ontworpen voor sportorganisaties, fysiotherapeuten, personal trainers, kracht- en conditietrainers. Onze software fungeert als een veelzijdig platform voor deze professionals en vereenvoudigt het creëren, delen en plannen van op maat gemaakte trainingen en trainingsprogramma's. Het optimaliseert ook het bijhouden van trainingsresultaten. Onze software biedt opties voor registratie door de professional of zelfregistratie door deelnemers via een toegewijde app. \n\nHet primaire doel van onze software is om het begeleidingsproces te verbeteren en te stroomlijnen voor professionals in de gezondheidszorg en de sportindustrie. Het is gericht op verschillende trainingsfasen, variërend van pre-operatieve, revalidatie en (p)rehabilitatie tot naseizoen, voorseizoen en in-seizoen activiteiten.",
    "about.us.title": "Over ons",
    "mefit.app.page.photo.alt.text": "ME Fit App screenshot",
    "mefit.pro.page.signup.callout": "Meld nu aan, geen creditcard vereist."
}